/*
А теперь попробуем писать полноценные программы. Начнем с чего-то попроще.

Язык программирования
На вход подается название языка программирования. Вам нужно считать его и вывести.

Пример входных и выходных данных можно увидеть ниже в Sample Input и Sample Output. Всегда смотрите на них, если вам непонятно, что в задаче подается на вход и что нужно выводить.

Sample Input:
Rust

Sample Output:
Rust

*/

package main

import "fmt"

func main() {
// базовый шаблон уже написан
// здесь вам нужно написать свой код
    var i string
    fmt.Scanln (&i)
    fmt.Println (i)
}
